[
  {
    "author": "Doris Duanmu",
    "pronouns": "she/her",
    "bio": "Doris is an architectural and urban designer originally from Guangzhou, China. She received a B.Arch degree from the University of Southern California and worked as a designer specializing in sports and entertainment venue design before joining MIT. Doris is currently pursuing her master's degree in Urbanism (SMArchS). Her research interests fall in spatial, social, and political discussion on the urban scape, especially on civic participation, gender, and sexuality. She is keen on utilizing design thinking to guide the research, integrating writing, drawing, and curating methods into the process.",
    "link": "mailto:duanmu@mit.edu",
    "title_short": "Queer Life in Lockdown Shanghai",
    "title": "Living Life as a Queer Person in Shanghai COVID-19 Lockdown: An Ongoing Series of Interviews",
    "abstract": "<p>Since COVID-19 first broke out in 2020, China has performed a zero-tolerance policy combating the public health crisis, including rounds of city-wide lockdown. The stringent lockdown policy, which never got lifted in the past two years. Following lockdowns, measurements such as the conduction of massive PCR testing across the city and the implementation of the green-code system to survey, monitor, and record individuals' health conditions disrupted the pre-COVID daily routine to become the new norm. Many have adopted lockdown as an abnormal yet everyday lifestyle in the country, while others are actively seeking alternatives to bring back the daily life before COVID-19 and create a sense of belonging in the community despite the reality of physical isolation. Socially, when most offline event spaces were confined to precautionary inspection, social media linked people together, helping form all kinds of virtual neighborhoods. Some of these were based on a chatgroup structure, though temporary, worked autonomously, and succeeded in providing members with resources to life supplies, medical services, and social support.</p><img src='images/Shanghai_Lockdown_Queer_Life_0.jpg'><p>This project is a collection of slices of life in the scenes mentioned above during the 2022 Shanghai lockdown from people who self-identified as queer. It tries to reflect on their personal experience of seeking comfort in living space, adjusting distances between themselves and others, and redefining daily habits in the quarantine. The project is meant to archive the emotions and feelings of ordinary people, which are undercovered mainly by the official media streams, as these narratives of how the public lives a life are unnecessary or less important compared to the rendering of heroic storytelling of the COVID-19 front line.</p>",    "img": "emerson.jpg",
    "img": "Shanghai_Lockdown_Queer_Life_0.jpg",
    "caption": "This drawing illustrated a group of queer people living in a shared house in Shanghai discussing how to snatch groceries through a mobile app."
  },
  {
    "author": "Felix Li",
    "pronouns": "he/him",
    "bio": "Felix Li is currently studying Art and Design, and Comparative Media Studies at MIT.",
    "link": "mailto:felixli@mit.edu",
    "title_short": "/s/ /z/",
    "title": "/s/ /z/",
    "abstract": "<p>/s/ /z/ is a personal voice archive that wedges speech therapy practices, mimicry, and repetition. It serves as a contemplative view on how the voice is subject to queerness and the implications of that relationship. /s/ /z/ aims to tackle the question of “how does a voice get queered (both by a speaker and by a listener)”? It explores how it is viewed on both a linguistic and psychological level and the resulting processes of institutionalization by society and media. /s/ /z/ expands on ideas of queering being amplified by mimicry and repetition in relation to the voice, and broadly how the “lisp” is interrogated. /s/ /z/ investigates speech therapy techniques; particularly practices to make a stereotypical gay male voice sound more stereotypically straight. Ultimately, the project converges on the question of “how does the voice spatialize and contextualize a queer body”?</p><img src='images/s_z_0.jpg' style='width: 85%;'><p>In this first addition to the /s/ /z/ archive, the artist recorded himself saying the 50 most common English words in his voice and then in a “speech therapized” voice. The result is an audiovisual project that deploys the cut and two-channel sound to ask what it means to have a queer voice.</p>",
    "img": "s_z_0.jpg",
    "caption": "Debra Herman, An Abandoned Building (2018). Photograph."
  },
  {
    "author": "Merve Akdogan",
    "pronouns": "they/them",
    "bio": "An interdisciplinary designer and architect, Merve Akdogan works in the areas of computational design, visualization, architectural design, public art, exhibition design and so on. They assess the ideas they deal with in their personal art practice and works in the context of body-space relationship based on cultural diversity, queer theories, bodily existence, bodily modifications, and their relationships with spatial aspects. In addition to their professional practices in architecture and design. They continued to work as tattoo artists in this setting, and more recently, their research interests have shifted to on-skin and wearable technologies. Human-self, human-community, human-biological organisms, human-body, body-physical space, body-virtual space, interactive extensions, wearable technologies, ecological thinking, cyborg manifestos, and queer spaces are among the subjects and relationships they discuss. They place a strong emphasis on regenerative responses to societal and cultural variations.",
    "link": "https://merve.work/",
    "title_short": "The skin I \"visibly\" live in",
    "title": "The skin I \"visibly\" live in: Building “the look” and destroying the gender binaries while queer-ing the archive",
    "abstract": "<img src='images/the_skin_i_visibly_live_in_0.jpeg'><p>The only living archive without any means of control would be one’s body and the information collected by the multisensory experiences and traces that are coming from this embodied knowledge. It is quite unfair for a community that has been reduced to body scale in order to live out their identity, particularly for one that has experienced long-term oppression as a result of the expressions of their identity. This research aims to provide and display embodied knowledge that could carry a value-driven lifestyle enhancement in society but cannot be preserved using conventional archiving formats to fill in the gaps in the archives and give the silences a voice. Through telling provocative, fugitive, intimate, and community-based stories, people would be able to overcome institutional restrictions and especially archival erasures. Using body as a performative, safe queer space to critique and highlight systematic erasures and failures rather than seeing it as a source of pleasure and gender. Only the \"owner\" of the \"body\" must make the decision for it to be objectified or displayed as a sex or pleasure object. We \"own\" our body, we \"own\" our safe space. Project is conducted with 7 gender non conforming people from Turkey. As a researcher, I am also the subject of this work since I am included in this community. Big thanks to;</p><p>1. Kubra Uzun (@qubra_uzun)<br>2. Lena Sans (@lanaissances)<br>3. ROST (@rostunderwear)<br>4. Kiki GGNash (@kiki.cicinash)<br>5. Yumi Misuto (@ymisuto) <br>6. Syntia (@_synt.ia) <br>7. Mercy (me) (@i_do_poke)</p>",
    "img": "the_skin_i_visibly_live_in_0.jpeg",
    "caption": "Newspaper clipping (1987). Courtesy of Oshawa Public Library."
  },
  {
    "author": ["Tj Bayowa", "Mingjia Chen"],
    "pronouns": ["he/him", "they/he"],
    "bio": ["Tj is a student pursuing a master degree in architecture at MIT.", "Mingjia Chen is a graduate student currently completing their Master of Architecture at the MIT Department of Architecture."],
    "title_short": "Minor Presence",
    "title": "Minor Presence: [Un]accountable history of Harvard’s Lamont Library - Part 1",
    "abstract": "<p>There are two ways of reading institutions. The first way is the “image” of the institution. The image is the official way an institution wishes to be read by the public. The second way of reading an institution is through its “presence.”  Presence is the reciprocal relationship and shaping between the institution and those interacting with it. The latter relationship of presence is often unacknowledged because it troubles the logical reading of an institution's image. The library as an institution is par excellence an archival space dedicated to the official telling of history and distribution of information.</p><img src='/images/minor_presence_0.jpg'><p>This initial part of our project is the first trip into a series of questions we are engaging with about the institutional library as a space. It is divided into 5 reflections. In reflection 1, we discussed our use of a queer methodology through the frame of the minor. Reflections 2 and 3 gave a brief historical account of the library as an institutional space and looked into Harvard’s Lamont library as a case study. Reflection 4 helps us to pin down a few key definitions. Through the framework of the minor, we introduce the distinction between the image of a space and its presence. To conclude we reflect on the potentialities that come from remixing, reordering, and redistributing the popular.</p><p>We have been writing these reflections asynchronously, and as we write along, they are increasingly in conversation with each other. Weaving together these 5 pairs of loosely defined reflections, we hope to present our intention towards remixing knowledge in different contexts, and producing a “messy” research project that hesitates to be fully linear in direction.</p> ",
    "img": "minor_presence_0.jpg",
    "caption": "A Map of Turkey with the Pride Flag Overlayed (2022)."
  },
  {
    "author": "Caroline Chea",
    "title_short": "(In)visibility of Asexuality",
    "title": "(In)visibility of Asexuality: Self-identification through Online Communities",
    "abstract": "<p>From the outside of the umbrella, all that is visible is the black canopy and rainbow lining. A black umbrella is a conventional object, which I am using to represent the straight community. On the other hand, the vibrant rainbow lining cheerfully suggests queerness, representing the queer community and the spectrum of orientations that falls under the LGBTQIA+ umbrella. The “A” can represent agender, aromantic, or, of course, asexual.</p><p>Underneath the umbrella canopy, the space is distinctly asexual. The canopy segments painted with the colors of the asexual flag: black, grey, white, and purple. Black represents the lack of sexualness, while white represents a total sexualness. The grey represents all that falls underneath the umbrella of grey-asexuality, including sexual orientations such as demisexuality and quoisexual. The purple represents the asexual community, on which I have collaged posts from various online asexuality communities.</p><img src='/images/(in)visibility_of_asexuality_0.jpg' style='width: 85%;'><p>I‘ve hand-picked posts that speak about the visibility of asexuality and its impact on self-identification. An individual can come across the term “asexual”, search it up, and relate to the ace communities’ collective definitions and experiences. So the ace communities that have formed online have defined asexuality and, in many cases, shaped the experiences of aces. One of the first ace communities was the comments section of the article “My life as an amoeba” (1997). Other forum communities were established and populated in the early 2000s: Yahoo! Group Haven for the Human Amoeba (HHA), the independently-created Asexuality Visibility & Education Network (AVEN), and the Livejournal asexuality. </p><p>Asexuality is relatively invisible, even in queer communities. Viewers can stand within the self-identifying space of an asexual, underneath this umbrella, and explore the dichotomies of visible/invisible, presence/absence, public/private, and physical/digital.</p><p>#ThisIsWhatAsexualityLooksLike</p>",
    "img": "(in)visibility_of_asexuality_0.jpg",
    "caption": "Salman Toor, Three Friends (2018). Oil on panel."
  },
  {
    "author": "Nina (Yihong) Li",
    "link": "https://www.linkedin.com/in/nina-yihong-li-b3101b228/",
    "title_short": "柜 (The Closet)",
    "title": "柜 (The Closet)",
    "abstract": "<img src='/images/the_closet_1.jpeg'><br><p>In recent decades, the LGBTQ community in the US has been gaining attention and support. Pride marches that publicly showcase the act of leaving the closet and going on to the street since the 1970s are embraced as a cultural tradition nowadays. Unfortunately, this level of visibility is not enjoyed all over the globe. LGBTQ identifying individuals in many countries today still face strong social, if not legal, resistance to publicly being and living as who they are.  During my time in China, the silence that suppresses the public expression of LGBTQ identity was strongly felt with the strangers’ stares on the streets and the broken link of related blogs resulting from censoring. Although legal prosecution was lifted in the late 90s, the societal and institutional discrimination against being out with one’s LGBTQ identity in public remains persistent, and perhaps even strengthened in the recent yeats. Therefore, through Queer Space Lab, I researched the life of LGBTQ-identifying youths China, the communities that supports them, and the pressure, challenges, and supressions they face from cultural and institutional discrimination. Modeled from one of the currently best selling closets on taobao.com, the most popular online shopping platform in China, this project explores the situation of LGBTQ youths in modern China through closeting a collection of tokens for items, events, languages, or art that had been forced into the background or out of public sight.</p>",
    "caption": "Women’s Independent Living Group at MIT (n.d.). Watercolor."
  }
]
